tutorials/pitzDaily_steady/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------
touch pitzDaily_steady.foam
restore0Dir

runApplication blockMesh
#runApplication simpleFoam

#------------------------------------------------------------------------------
